[
  "cs-CZ",
  [
    "Chalupa Švýcarka is located in the border village of Olešnice in the Orlické Mountains. We recognized her as an impoverished old lady who charmed us mainly with the surrounding nature and a certain genius loci. We would like you to discover her magic. That is why we have gradually reconstructed it and in 2018 opened the door to the first visitors. We will be glad when you visit us and feel the magic of it.",
    null,
    0,
    "Chalupa Švýcarka se nachází v pohraniční vesničce Olešnice v Orlických horách, své jméno dostala od místních obyvatel. My jsme ji poznali jako zbídačenou starou dámu, která nás okouzlila hlavně okolní přírodou a jistým genius loci. Chtěli bychom, abyste její kouzlo objevili i vy. Proto jsme ji postupně zrekonstruovali a roku 2018 otevřeli dveře prvním návštěvníkům. Budeme rádi, když nás navštívíte a pocítíte na vlastní kůži její kouzlo."
  ],
  [
    "Contact",
    null,
    0,
    "Kontakt"
  ],
  [
    "Arrival",
    null,
    0,
    "Příjezd"
  ],
  [
    "Departure",
    null,
    0,
    "Odjezd"
  ],
  [
    "Take a look at us",
    null,
    0,
    "Nahlédněte k nám"
  ],
  [
    "See photos to see if you like us.",
    null,
    0,
    "Prohlédněte si fotografie, abyste věděli, jestli se vám u nás bude líbit."
  ],
  [
    "If you missed some of the hilarious corners in our album, we will be happy",
    null,
    0,
    "Pokud by vám některé povedené zákoutí v našem albu chybělo, budeme rádi,"
  ],
  [
    "if you add it to facebook or instagram under hastagem",
    null,
    0,
    "když ho doplníte na facebook nebo instagram pod hastagem #svycarka.com"
  ],
  [
    "Reservation",
    null,
    0,
    "Rezervace"
  ],
  [
    "Location",
    null,
    0,
    "Kudy"
  ],
  [
    "Price",
    null,
    0,
    "Za kolik"
  ],
  [
    "Visit us",
    null,
    0,
    "Na návštěvu"
  ],
  [
    "Why",
    null,
    0,
    "Proč k nám"
  ],
  [
    "Where to find us",
    null,
    0,
    "Kudy k nám"
  ],
  [
    "Week price",
    null,
    0,
    "Ceny za víkend"
  ],
  [
    "Winter season: 19 500Kč / for cottage (december - march)",
    null,
    0,
    "Zimní sezona: 19 500 Kč/za chalupu (prosinec–březen)"
  ],
  [
    "Summer season: 17 000Kč / for cottage (july - august)",
    null,
    0,
    "Letní sezona: 17 000 Kč/za chalupu (červen–srpen)"
  ],
  [
    "Out of seeson 19000 Kč / for cottage",
    null,
    0,
    "Mimo sezónu: 19 000 Kč/za chalupu"
  ],
  [
    "Weekend price",
    null,
    0,
    "Cena za víkend"
  ],
  [
    "Rezervace je možná pouze mimo sezónu: 8 000Kč / za chalupu",
    null,
    0,
    "Rezervace možná pouze mimo sezónu: 8 000 Kč/za chalupu"
  ],
  [
    "New Year's Eve - we're still free",
    null,
    0,
    "Silvestr – máme ještě volno"
  ],
  [
    "(As a bonus Christmas decor and a bottle of champagne)",
    null,
    0,
    "(jako bonus vánoční výzdoba a láhev šampaňského)"
  ],
  [
    "44 500 Kč / per week including New Year's Eve and New Year's Eve",
    null,
    0,
    "44 500 Kč/za týden vč. Silvestru a Nového roku"
  ],
  [
    "Christmas",
    null,
    0,
    "Vánoce"
  ],
  [
    "(As a bonus Christmas decor, candy, christmas tree and carp included)",
    null,
    0,
    "(jako bonus vánoční výzdoba, cukroví, ozdobený stromeček a kapr v ceně)"
  ],
  [
    "19 500 CZK / for Christmas holidays including Christmas Eve",
    null,
    0,
    "19 500 Kč/za Vánoční svátky vč. Štědrého dne"
  ],
  [
    "How much?",
    null,
    0,
    "Za kolik?"
  ],
  [
    "Svýcarka is able to accommodate a group of 12 people, has 2 double rooms (one of them has an extra bed), 1 triple room and 1 quadruple. Features 1 bathroom with shower and 3 toilets throughout the property. The warmth of the electrically heated radiators warms you up or you can heat up in the main living room with wood. The shortest accommodation time is 2 nights.",
    null,
    0,
    "Švýcarka je schopná ubytovat skupinu 12 osob, má 2 dvoulůžkové pokoje (v jednom z nich se nachází přistýlka), 1 třílůžkový pokoj a 1 čtyřlůžkový. Nabízí 1 koupelnu s bezbariéroovu sprchou a v rámci celého objektu 3 toalety. Zahřeje vás teplo z elektricky vytápěných radiátorů nebo si můžete v hlavní společenské místnosti přitopit dřevem. Nejkratší doba ubytování jsou 2 noci."
  ],
  [
    "O průběhu vaší rezervace a dalších důležitých informací vás budeme informovat e-mailem.",
    null,
    0,
    "O průběhu vaší rezervace a dalších důležitých informací vás budeme informovat e-mailem."
  ],
  [
    "Reservation form",
    null,
    0,
    "Rezervační formulář"
  ],
  [
    "All data must be filled in to complete the reservation.",
    null,
    0,
    "Pro úspěšné dokončení rezervace je nutné vyplnit všechny údaje."
  ],
  [
    "Name and surname",
    null,
    0,
    "Jméno a příjmení"
  ],
  [
    "Street, house number, city, postal code",
    null,
    0,
    "Ulice, č.p., město, PSČ"
  ],
  [
    "Email",
    null,
    0,
    "E-mail"
  ],
  [
    "Phone",
    null,
    0,
    "Telefon"
  ],
  [
    "*Reservation form contains some validation errors.",
    null,
    0,
    "*Rezervační formulář obsahuje chybně vyplněné požky."
  ],
  [
    "Reserve date",
    null,
    0,
    "Rezervovat termín"
  ],
  [
    "I agree to process my personal data in accordance with ",
    null,
    0,
    "Souhlasím se zpracováním osobních údajů v souladu s "
  ],
  [
    "GDPR",
    null,
    0
  ],
  [
    "Why to visit",
    null,
    0,
    "Proč právě k nám"
  ],
  [
    "The Švýcarka offers not only a quiet environment, but also the possibility of an active holiday.@br@Would you like to visit nearby places of interest? Here we have recommendations that have reasonable range and are tested directly by the owner of Švýcarka. If you wish, we are able to arrange excellent meat from the organic farm or beer from the brewery.",
    null,
    0,
    "Švýcarka nabízí nejen klidné prostředí, ale i možnost aktivní dovolené.@br@Rádi byste navštívili zajímavá místa v okolí? Zde pro vás máme doporučení, která mají rozumnou dojezdovou vzdálenost a jsou vyzkoušena přímo majiteli Švýcarky. Pokud si budete přát, jsme pro vás schopni zařídit výborné maso z biofarmy, nebo pivo z mikropivovaru."
  ],
  [
    "More informations",
    null,
    0,
    "Chci vědět více"
  ],
  [
    "Chalupa ŠVÝCARKA v Orlických horách",
    "page title",
    0
  ],
  [
    "Cottage Švýcarka can be rented only as a whole object, just fill in the date of arrival and departure, and we will take care of everything else.",
    null,
    0,
    "Rezervace Chalupa Švýcarka lze pronajmout pouze jako celý objekt, stačí vyplnit datum příjezdu a odjezdu, a o vše další se postaráme my."
  ],
  [
    "You need to know",
    null,
    0,
    "Potřebujete vědět"
  ],
  [
    "The price for renting a Swiss cottage varies according to the length of stay and the current season. The shortest stay is 2 nights. When renting a cottage for the whole week you have a discounted price.",
    null,
    0,
    "Cena za pronájem chalupy Švýcarky se liší dle délky pobytu a aktuální sezóny. Nejkratší délka pobytu jsou 2 noci. Při pronájmu chalupy na celý týden máte zvýhodněnou cenu."
  ],
  [
    "Upon arrival you will be charged a resort fee of 10 CZK / person per day and a refundable deposit of 4 000 CZK, which will be refunded on your departure day.",
    null,
    0,
    "Při příjezdu vám bude započítán rekreační poplatek obci ve výši 10 Kč/osoba za den a vratná kauce 4 000 Kč, která vám bude vrácena v den vašeho odjezdu."
  ],
  [
    "The price includes water, bedding, parking, WIFI and TV. The price does not include electricity consumption (will be charged on the day of departure according to the price list), firewood (you will be charged on the day of departure), the basic kitchen detergents, bathroom and toilet paper.",
    null,
    0,
    "Cena pobytu zahrnuje vodné, lůžkoviny, parkování, WIFI a TV. V ceně není zahrnuta spotřeba elektrické energie (bude účtována v den odjezdu dle sazebníku), palivové dřevo (při jeho použití vám ho doúčtujeme v den odjezdu), základní mycí prostředky do kuchyně, koupelny a toaletní papír."
  ],
  [
    "Arrival at the cottage for a week's stay is always on Saturdays between 2 pm and 4 pm End of stay on the following Saturday, with the evacuation of the cottage till 10 am. In case of a shorter stay, departure and arrival are by appointment.",
    null,
    0,
    "Příjezd na chalupu při týdenním pobytu je vždy v sobotu mezi 14–16 hod. Ukončení pobytu následující sobotu, s vyklizením chalupy do 10 hod. V případě zkráceného pobytu je odjezd i příjezd po předchozí domluvě."
  ],
  [
    "When handing over the cottage, we ask you to clean it. Everything needs to be put into the condition in which the cottage was on your arrival. If not, you will be charged a cleaning fee of CZK 700.",
    null,
    0,
    "Při předání chalupy vás žádáme o její úklid. Vše je zapotřebí uvést do stavu, ve kterém se chalupa nacházela při vašem příjezdu. Pokud se tak nestane, bude vám doúčtován poplatek 700 Kč za úklid."
  ],
  [
    "Smoking is strictly forbidden throughout the cottage and please leave your four-legged furry friends at home. Thank you in advance for your understanding.",
    null,
    0,
    "V celé chalupě je přísně zakázáno kouřit a své čtyřnohé chlupaté kamarády nechte prosím doma. Předem děkujeme za pochopení."
  ],
  [
    "The nearest food in Olešnice, 1.6 km from the cottage.",
    null,
    0,
    "Nejbližší potraviny přímo v Olešnici, vzdálené od chalupy 1,6km. "
  ],
  [
    "Hospitality directly in Olešnice: Jurášek (350 m), U Anděla pub (1,7km), planned microbrewery (4km, direction Rzy), Deštné in O.h. - Restaurant Kozí chlívek (12km)",
    null,
    0,
    "Pohostinství přímo v Olešnici: Občertsvení Juráška (350 m)"
  ],
  [
    "Trip Tips / Sports Activities",
    null,
    0,
    "Tipy na výlet / Sportovní aktivity"
  ],
  [
    "Skiing",
    null,
    0,
    "Sjezdové lyžování"
  ],
  [
    "Kačenčina ski slope - Horská chata Juráška (350m)",
    null,
    0,
    "Kačenčina sjezdovka – Horská chata Juráška (350m)"
  ],
  [
    "Ski Resort Hartman (2.3km)",
    null,
    0,
    "Ski areál Hartman (2,3km)"
  ],
  [
    "Ski Resort Olešnice in O.h. (3.0km)",
    null,
    0,
    "Ski areál Olešnice v O.h. (3,0km)"
  ],
  [
    "SkiSedloňov (6,4km)",
    null,
    0,
    "Lyžařský areál a snowpark SkiSedloňov (6,4km)"
  ],
  [
    "Ski center Deštné v Orlických horách (12,4km)",
    null,
    0,
    "Skicentrum Deštné v Orlických horách (12,4km)"
  ],
  [
    "Zieleniec Ski Arena (PL) (21.3km)",
    null,
    0,
    "Zieleniec Ski Arena (PL) (21,3km)"
  ],
  [
    "Ski slopes in Orlické Záhoří - Ski Resort Bedřichovka, Orlické Záhoří Jadrná, Orlické Záhoří Černá voda (Orlické Záhoří 26.3km)",
    null,
    0,
    "Sjezdové tratě v Orlickém záhoří – Ski areál Bedřichovka, Orlické Záhoří Jadrná, Orlické Záhoří Černá voda (Orlické Záhoří 26,3km)"
  ],
  [
    "Ski center Říčky v Orlických horách (31.9km)",
    null,
    0,
    "Ski centrum Říčky v Orlických horách (31,9km)"
  ],
  [
    "The possibility to visit even more distant ski resorts in the Giant Mountains: Areál Buky (60.1km), SkiResort ČERNÁ HORA - PEC (67.3km), Malá Úpa (81.7km) SKI Pec pod Snezkou (75km)",
    null,
    0,
    "Možnost navštívit i vzdálenější lyžařské areály v Krkonoších: Areál Mladé Buky (60,1km), SkiResort ČERNÁ HORA – PEC (67,3km), Malá Úpa (81,7km), SKI Pec pod Sněžkou (75km)"
  ],
  [
    "Cross-country skiing ",
    null,
    0,
    "Běžecké lyžování"
  ],
  [
    "https://www.region-orlickehory.cz/aktivni-vyziti/bezkarske-stezky/",
    null,
    0,
    "https://www.region-orlickehory.cz/aktivni-vyziti/bezkarske-stezky/"
  ],
  [
    "http://skimapa.cz/oblast/orlicke-hory - start of circuits from Olešnice crossroad (1.2km), or from Číhalka (1,7km)",
    null,
    0,
    "http://skimapa.cz/oblast/orlicke-hory - začátek okruhů z Olešnice rozcestí (1,2km), nebo od Číhalky (1,7km)"
  ],
  [
    "To the highest peak of the Orlické Mountains - from Deštné via Luisino Údolí, Velká Deštná (1115 meters above sea level), Šerlišské sedlo, Masaryk chateau, Šerlišský mlýn-back to Deštné, route length 18km (12.4km)",
    null,
    0,
    "Na nejvyšší vrchol Orlických hor – z Deštné přes Luisino Údolí, Velkou Deštnou (1115 m n.m.), Šerlišské sedlo, Masarykovu chatu, Šerlišský mlýn-zpět do Deštné, délka trasy 18km (12,4km)"
  ],
  [
    "Orlické záhoří - Illuminated cross-country skiing circuit (24.4km)",
    null,
    0,
    "Orlické záhoří - Osvětlený lyžařský běžecký okruh (24,4km)"
  ],
  [
    "On the mountain ridges Olešnice in the Orlické Mountains (Číhalka-1.7km) - Otružník - Vrchmezí - Šerlich (13km from the cottage), route 8km Olešnice v Orlických horách (Číhalka- 1.7km) - Ostružník - Vrchmezí - Šerlich - Šerlišský mlýn - Sedloňovský vrch - Olešnice v Orlických horách (crossroads 1.2km in the direction of náměstíčko), length of the route 16km (possibility to terminate the route at Masaryk Cottage and cross to Olešnice by bus)",
    null,
    0,
    "Po hřebenech hor Olešnice v Orlických horách (Číhalka-1,7km) - Otružník - Vrchmezí – Šerlich (vzdálen od chalupy 13km), délka trasy 8km Olešnice v Orlických horách (Číhalka-1,7km)- Ostružník - Vrchmezí - Šerlich - Šerlišský mlýn - Sedloňovský vrch - Olešnice v Orlických horách (rozcestí vzdálené 1,2km směr náměstíčko), délka trasy 16km (možnost ukončit trasu na Masarykově chatě a přejet do Olešnice autobusem)"
  ],
  [
    "Cycling",
    null,
    0,
    "Cyklistika"
  ],
  [
    "Possibility of using the cyclobus on the route Olešnice v Orlických horách (9:05) - Sedloňov (9:14) - Deštné (9:22) - Masarykova chata (9:35) valley back to Olešnice v Orl.horách",
    null,
    0,
    "Možnost využití cyklobusu na trase Olešnice v Orlických horách (9:05) – Sedloňov (9:14) – Deštné (9:22) – Masarykova chata (9:35) – z Masarykovi chaty možnost přes Sedloňovský vrch nebo Ruské údolí zpět do Olešnice v Orl.horách"
  ],
  [
    "The whole circuit: Olešnice v oh pezes Číhalka in Olešnice in O.h. - Zieleniec - Lasówka-Mostowice-Orlické Záhoří - Masaryk Chalet - Šerlišský Mill - Russian Valley - Olešnice in O.h. - Skutina Artillery Fortress in Sněžná - Ruské údolí - Olešnice v Oh, route length 12km, link: https://mapy.cz/s/368PL",
    null,
    0
  ],
  [
    "Circuit: Olešnice v Orl.horách, Číhalka - Zieleniec - Orlické Záhoří - Šerliššký Mill - Sedloňovský vrch - Olešnice v Orl.horách, Horní Olešnice crossroad",
    null,
    0,
    "Okruh: Olešnice v Orl.horách, Číhalka – Zieleniec – Orlické Záhoří – Masarykova chata – Šerliššký mlýn – Sedloňovský vrch - Olešnice v Orl.horách, Horní Olešnice rozcestí"
  ],
  [
    "Circuit: Olešnice v Oh through Borova to Pekelske udoli-Lookout Tower Sendraz-Ruins of Frymburk-Rokole Castle - track length 34km, link: https://mapy.cz/s/368g1",
    null,
    0,
    "Olešnice v O.h. přes Borovou do Pekelské údolí-Rozhledna Sendráž-Zřícenina hradu Frymburk-Rokole - délka tratě 34km link: https://mapy.cz/s/368g1"
  ],
  [
    "Circuit: Olesnice in O.h. through Číhalka in Olešnice in O.h. - Masarykova chata - Velká Deštná 1115 m.n. - Sedloňovský vrch to Olešnice in O.h., route 34km, link: https://mapy.cz/s/368zq",
    null,
    0,
    ""
  ],
  [
    "Circuit: Olešnice in O.h. through Číhalka in Olešnice in O.h. - Masarykova chata - Velká Deštná 1115 m.n. further to Kunštátská chapel - Anenský vrch - fortress Hanička and back through Deštná in o.h-Sedloňov - Polom to Olešnice in O.h., track length 73km, link: https://mapy.cz/s/368r7",
    null,
    0,
    "Okruh: Olešnice v O.h. přes Číhalka v Olešnici v O.h. – Masarykova chata – Velká Deštná 1115 m.n.m. dále na Kunštátská kaple - Anenský vrch – pevnost Hanička a zpět přes Deštnou v o.h-Sedloňov – Polom do Olešnice v O.h., délka tratě 73km, odkaz: https://mapy.cz/s/368r7"
  ],
  [
    "Hiking ",
    null,
    0,
    "Turistika"
  ],
  [
    "From Masaryk Cottage (17km away) either to Šerlišský Mill or to Velká Deštná 1115 meters above sea level ",
    null,
    0,
    "Z Masarykovy chaty (vzdálena 17km) buď na Šerlišský mlýn nebo na Velkou Deštnou 1115 m.n.m"
  ],
  [
    "Panský kopec, 2.4km from the cottage ",
    null,
    0,
    "Panský kopec, 2,4km od chalupy"
  ],
  [
    "Jiráskova cesta - marked in red, coming to Olešnice from Náchod via Peklo and Nový Hrádek, from Olešnice rising through Ostružník to Vrchmezí, Šerlich and Velká Deštná and then winds through the entire length of the Orlické Mountains ridge to Jablonné nad Orlicí. Jiraskova cesta is 100 km long. ",
    null,
    0,
    "Jiráskova cesta - značená červeně, která do Olešnice přichází z Náchoda přes Peklo a Nový Hrádek, z Olešnice stoupá přes Ostružník na Vrchmezí, Šerlich a Velkou Deštnou a poté se vine přes celou délku hřebenu Orlických hor až do Jablonného nad Orlicí. Jiráskova cesta je celkem 100 km dlouhá."
  ],
  [
    "Rock town Hejšovina (Szczeliniec Wielki-PL), 28km away ",
    null,
    0,
    "Skalní město Hejšovina (Szczeliniec Wielki-PL), vzdálené 28km"
  ],
  [
    "Broumovská vrchovina - Ostaš - distance 35km, Teplické skály - 42km away, Adršpašské skály - 48km, Chapel of Our Lady of the Snow (Hvězda) with view of Broumovsko - 37km in Neratov, microbrewery, café (recommended), 36km away ",
    null,
    0,
    "Broumovská vrchovina - Ostaš – vzdáleno 35km"
  ],
  [
    "Pstrążna, Kudowa-Zdrój - Łowisko Pstrąga (PL), 19km away ",
    null,
    0,
    "Pstrążna, Kudowa-Zdrój - Łowisko Pstrąga (PL), vzdáleno 19km"
  ],
  [
    "Kudowa-Zdrój Spa, 14km away ",
    null,
    0,
    "Lázně Kudowa-Zdrój, vzdálené 14km"
  ],
  [
    "Japanese Garden (Ogród Japoński-PL), 10km distance Náchod (19km), Nové Město nad Metují (17km), Ratibořice near Česká Skalice (33km) and Opočno (23km) ",
    null,
    0,
    "Japonská zahrada (Ogród Japoński - PL), vzdálenost 19km"
  ],
  [
    "Dobrošov - Jiráskova chata and artillery fortress, 14km away ",
    null,
    0,
    "Dobrošov - Jiráskova chata a dělostřelecká tvrz, vzdálenost 14km"
  ],
  [
    "Rozkoš Reservoir",
    null,
    0,
    "Vodní nádrž Rozkoš"
  ],
  [
    "More: ",
    null,
    0,
    "Chci vědět více"
  ],
  [
    "Sun",
    null,
    0,
    "Ne"
  ],
  [
    "Mon",
    null,
    0,
    "Po"
  ],
  [
    "Tue",
    null,
    0,
    "Út"
  ],
  [
    "Thr",
    null,
    0,
    "St"
  ],
  [
    "Wed",
    null,
    0,
    "Čt"
  ],
  [
    "Fry",
    null,
    0,
    "Pá"
  ],
  [
    "Sat",
    null,
    0,
    "So"
  ],
  [
    "January",
    null,
    0,
    "Leden"
  ],
  [
    "February",
    null,
    0,
    "Únor"
  ],
  [
    "March",
    null,
    0,
    "Březen"
  ],
  [
    "April",
    null,
    0,
    "Duben"
  ],
  [
    "May",
    null,
    0,
    "Květen"
  ],
  [
    "June",
    null,
    0,
    "Červen"
  ],
  [
    "July",
    null,
    0,
    "Červenec"
  ],
  [
    "August",
    null,
    0,
    "Srpen"
  ],
  [
    "September",
    null,
    0,
    "Září"
  ],
  [
    "October",
    null,
    0,
    "Říjen"
  ],
  [
    "November",
    null,
    0,
    "Listopad"
  ],
  [
    "December",
    null,
    0,
    "Prosinec"
  ]
]